{
    "books":[
        {"title":"Before the Rising",
        "subtitle":"Some legends are real. Almost.",
        "series":"The Rising Series",
        "year": "2022",
        "blurb":"Pania didnt stay on the reef, pining for her lover. She made it back to shore; a secret that has been faithfully kept for generations. But now, one descendant needs to know the truth in order to prevent a catastrophe.<br>Eighteen-year-old Rebecca didnt expect to spend her summer with a mysterious sea-dwelling community training for an impossible task.<br>Martin is just trying to finish his PhD on dolphins. Instead he becomes mixed up in and end-of-the-world conspiracy that defies all scientific principles.<br>As the extraordinary truth is revealed Rebecca and Martin must each decide what to believe and who to trust.<br>And ultimately, who to save…",
        "cover":"beforetherising.jpg",
        "link1":"https://www.amazon.com/Before-Rising-Keryn-Powell-ebook/dp/B09SQB8NCJ?crid=QES8IZPEEGCT&dib=eyJ2IjoiMSJ9.ctdYIBkgToJMTQnvaZJ2ocPynIOJStHNpkpgsNQMnTboI20GpdET-Z_N7R01RKjal8EhvPUixHGn13wb-6c9yHzOBNegApOnmrfx3dufVRjeuH39Oc5AtlDEMP1c6wVsEaKpgLDTZJhbMXAeRZDXoiOvENUYUz2u1qNyKupuOPNlo2znjkymNwN_0By9jTwPxscpWWp0x4X8lTzwmtQ1q7ikqpOaO--ALzXk66FLYqw.b8C0PUXBSPFt7JObB3cna7v6Es-o6iuWACquq80i-oc&dib_tag=se&keywords=before+the+rising&qid=1735415335&sprefix=before+the+risi%2Caps%2C292&sr=8-4",
        "link1name":"Buy eBook",
        "link2":"mailto:metamorphbooks@gmail.com",
        "link2name":"Email Request Paperback"
        },{"title":"The Mission",
        "subtitle":"In Progress",
        "series":"The Rising Series",
        "year": "2025",
        "blurb":"",
        "cover":"temp.png",
        "link1":"",
        "link1name":"",
        "link2":"",
        "link2name":""
        },{"title":"Fight",
        "subtitle":"Max's Story",
        "series":"Flight, Flight Series",
        "year": "2025",
        "blurb":"What does one fifteen year old boy have to do to have his wishes heard by the family court?<br>He has to fight.",
        "cover":"temp.png",
        "link1":"",
        "link1name":"",
        "link2":"",
        "link2name":""
        },{"title":"Flight",
        "subtitle":"In Progress",
        "series":"Flight, Flight Series",
        "year": "2026",
        "blurb":"",
        "cover":"temp.png",
        "link1":"",
        "link1name":"",
        "link2":"",
        "link2name":""
        },{"title":"The Sunset Clause",
        "subtitle":"In Progress",
        "series":"Stand Alone Novel",
        "year": "-",
        "blurb":"In Milland, compulsory euthanasia at sixty-five years old makes economic sense. It's fair. And it applies to everyone.<br>Only it doesn't.<br>Those who can afford it, use a mixture of threats and bribes to gain extra time through Time Awards. Those who can't, have a Planned Exit on their sixty-fifth birthday.<br>For Rilla, this is just the way it is. But when her grandmother disappears on the first anniversary of her grandfather's Planned Exit, leaving her a cryptic note and a strange request, Rilla begins to learn that Milland's history is not what she's been taught. As her outrage grows, so does a determination to challenge the State's militant rule. She discovers the role her grandmother has asked her to play is part of a much larger plan - one with its roots in her grandmother's revolutionary history. Rilla's actions spark hope amongst a population paralysed by fear and fatalism but trigger the wrath of the powerful Watch hierarchy.<br><br>The status quo suits Tove's family. His parents have arranged a much-coveted legal apprenticeship for him, but even they can't help him avoid the compulsory Watch conscription that everyone dreads. After a disaster at the Border where he is stationed, Tove is sent back in disgrace, desperate to keep his head down and follow the rules. Instead, his superior drags him into a hunt for an elusive time thief not seen since the failed revolution thirty years earlier. As Tove learns the truth about the thief and what the State is prepared to do to stop them, he is forced to choose a side.<br>When Rilla and Tove cross paths, each is faced with a dilemma. Rilla must decide how far she will go to reignite a revolution and Tove must decide where his loyalty and conscience lies.",
        "cover":"temp.png",
        "link1":"",
        "link1name":"",
        "link2":"",
        "link2name":""
        }
    ]
}